[["Mucho tiene que hacer quien ha de dar gusto a todos", "He who has to please everyone has a lot to do"], ["¡El hombre!", "The man!"], ["¡Á buscar al hombre!", "Go find the man!"], ["—¿Sus dientes, sus colmillos, son poderosos?", "—Are his teeth, his fangs, powerful?"], ["—El hombre no tiene nada bueno, como no sean sus gallineros—refunfuñó el zorro.", "\"Man has nothing good except his chicken coops,\" the fox grumbled."], ["LA NIÑA DEL VIGÍA", "THE WATCHER'S GIRL"], ["Ya iba á sentarse descorazonada y afligida cuando se acordó de un gran libro en que su padre acostumbraba leer; lo trajo, y colocándolo debajo de la escalera, la elevó lo suficiente para poder encender las mechas.", "She was about to sit down, discouraged and afflicted, when she remembered a great book that her father used to read; He brought it, and placing it under the ladder, raised it high enough to be able to light the wicks."], ["Á las siete y media ya la marea llegaba al borde de la calzada; sólo las cimas de las más altas rocas se descubrían sobre el nivel del mar, y muy pronto todo desapareció debajo de las turbulentas aguas.", "At seven thirty the tide was already reaching the edge of the road; Only the tops of the highest rocks were visible above sea level, and very soon everything disappeared beneath the turbulent waters."], ["Es bueno ser complaciente, pero sin renunciar al sentido común.", "It is good to be complacent, but without giving up common sense."], ["En esto saltó un mono, se subió á un árbol y desde arriba hizo gestos burlescos á su dueño y señor, el rey de las selvas....", "At this point a monkey jumped up, climbed a tree and from above made mocking gestures to its owner and lord, the king of the jungles...."], ["Pero el león le dijo:", "But the lion said to him:"], ["—¿Cuál de los tres es el asno?", "—Which of the three is the donkey?"], ["Al buen viejo le parecía que había encontrado la manera de ir a gusto de todo el mundo, cuando un hombre que pasaba gritó, dirigiéndose al grupo:", "It seemed to the good old man that he had found a way to please everyone, when a man passing by shouted, addressing the group:"], ["El hombre, que á veces es compasivo, atendió á su ruego, le disparó una flecha y el león quedó muerto en el fondo de la fosa.", "The man, who is sometimes compassionate, heeded his request, shot him with an arrow and the lion remained dead at the bottom of the pit."], ["LOS CONSEJOS DE UN PADRE", "ADVICE FROM A FATHER"], ["—¿Tan fuerte es el hombre?", "—Is the man that strong?"], ["—¿Qué animal es ése?", "-What animal is that?"], ["Algunos suponen que son hermanos, ó, por lo menos, primos....", "Some suppose that they are brothers, or, at least, cousins...."], ["La princesa mora tornó al palacio, lleno su corazón de tristeza.", "The Moorish princess returned to the palace, her heart filled with sadness."], ["Los dos hocicos se unieron: el ardiente y el helado.", "The two snouts joined together: the hot one and the cold one."], ["EL LEÓN, el rey de las selvas, agonizaba en el hueco de su caverna....", "THE LION, the king of the jungles, was dying in the hollow of his cave...."], ["—No es fuerte, no—replicó el padre.—Y continuó diciendo:—De un latigazo de tu cola le podrías lanzar por los aires como al más miserable animalejo.", "\"He's not strong, no,\" replied the father. \"And he continued saying: \"With a whip of your tail you could throw him into the air like the most miserable little animal."], ["...", "..."], ["Con violenta sacudida la arrojó á distancia; dió un salto y la sujetó con la pata.", "With a violent shake he threw it away; He jumped and grabbed her with his paw."], ["Un viejo español y su hijo llevaban un asno al mercado para venderlo.", "An old Spaniard and his son were taking a donkey to the market to sell it."], ["Sabiendo ellos que los buques que habían de pasar aquella noche, se estrellarían contra los arrecifes si el fanal no les advertía el riesgo, y que entonces tendrían ellos una buena presa, se propusieron apoderarse del vigía.", "Knowing that the ships that were to pass that night would crash against the reefs if the beacon did not warn them of the risk, and that then they would have a good prey, they decided to seize the lookout."], ["Eran raqueros, gente que vive del saqueo de los buques que naufragan en las costas.", "They were raqueros, people who live by looting ships that shipwreck on the coast."], ["El hombre se inclinó gozoso, pensando:—Hermosa piel; se la arrancaré en cuanto me asegure que ha muerto.", "The man bowed joyfully, thinking:—Beautiful skin; I'll tear it off as soon as I'm sure he's dead."], ["—Tu padre estaba chocho: los años apagaron su entendimiento y gastaron su fuerza.", "—Your father was dotty: the years extinguished his understanding and spent his strength."], ["El león muerto tenía ya su tumba, ni más ni menos que un faraón.", "The dead lion already had its tomb, no more nor less than a pharaoh."], ["Este rey moro tenía una hija muy hermosa y compasiva, llamada Casilda.", "This Moorish king had a very beautiful and compassionate daughter, named Casilda."], ["Iban padre e hijo a pie, para que el animal llegara menos fatigado a la feria.", "Father and son went on foot, so that the animal would arrive at the fair less fatigued."], ["—¡Miren qué hombres más tontos!", "—Look at what stupid men!"], ["—¡Papá!", "-Dad!"], ["Al fin el hijo se levantó: sacudió cola y melenas y rugió....", "At last the son stood up: he shook his tail and mane and roared...."], ["huye...", "flees..."], ["El hombre le arrojó una piedra al león á ver si podía aplastarle la cabeza.", "The man threw a stone at the lion to see if he could crush its head."], ["En uno de los faros de la costa de Valencia vivían un vigía y su hija única, niña de unos ocho años, que se llamaba Mariquita.", "In one of the lighthouses on the coast of Valencia lived a lookout and his only daughter, a girl of about eight years old, whose name was Mariquita."], ["Á la mañana siguiente despertó y se echó por el mundo....", "The next morning he woke up and went out into the world...."], ["Y forcejeó la serpiente y quiso morderle.", "And the snake struggled and wanted to bite him."], ["El mono saltó sobre el perro, y en él se montó imitando al hombre; caballo perruno y caballero cuadrumano, salieron corriendo por el bosque.", "The monkey jumped on the dog, and mounted it imitating the man; dog horse and quadruman knight, they ran through the forest."], ["Los rayos de luz del fanal se derramaron sobre la expansión de las aguas, ya embravecidas por la tempestad, y los buques pudieron evitar aquella noche el peligro que los amenazaba.", "The rays of light from the lantern spilled over the expanse of the waters, already raging by the storm, and the ships were able to avoid the danger that threatened them that night."], ["El viejo entonces hizo que se desmontara el hijo, y subió él sobre el asno.", "The old man then made the son dismount, and he climbed onto the donkey."], ["Mariquita entretanto esperaba impaciente la vuelta de su padre.", "Mariquita meanwhile was impatiently waiting for her father's return."], ["El pobre moro sintió sus ojos arrasados en lágrimas, y estrechó á su hija contra su corazón, y la perdonó, diciendo:", "The poor Moor felt his eyes filled with tears, and he hugged his daughter to his heart, and forgave her, saying:"], ["Eres señor absoluto de los demás animales, no los temas; domínalos, castígalos, devóralos si tienes hambre.", "You are absolute lord of the other animals, do not fear them; dominate them, punish them, devour them if you are hungry."], ["Á la puerta del palacio encontró Casilda á su padre, y arrodillándose á sus pies, le dijo:", "At the door of the palace Casilda found her father, and kneeling at his feet, she said to him:"], ["Es un burro, es un borrico, se dice de muchos....", "He is a donkey, he is a donkey, it is said of many...."], ["—¿Dónde encontraré al hombre?", "—Where will I find the man?"], ["El águila se remontó, diciendo:—El hombre mató al león; hay que subir mucho para que no me alcance; ¿quién sabe si algún día me alcanzará?", "The eagle soared, saying:—The man killed the lion; You have to go up a lot so that it doesn't reach me; Who knows if it will ever reach me?"], ["Pero el moro, antes que padre, era musulmán y rey, y se creía obligado á castigar la audacia de su hija.", "But the Moor, before being a father, was a Muslim and a king, and he believed he was obliged to punish his daughter's audacity."], ["—Son despreciables y ridículos: valen menos que los de un ratoncillo.", "—They are despicable and ridiculous: they are worth less than those of a little mouse."], ["—Son mezquinas y á veces las lleva sucias; no, por las zarpas no conseguiría vencerte.", "—They are mean and sometimes they are dirty; No, I wouldn't be able to defeat you with my claws."], ["El hombre es bueno, es noble, es mi compañero: parte conmigo su pan, duermo á los pies de su cama.", "The man is good, he is noble, he is my companion: he breaks his bread with me, I sleep at the foot of his bed."], ["En las mazmorras gime muchedumbre de cautivos.", "In the dungeons a crowd of captives moans."], ["El pobre moro no tenía más hija que aquélla.", "The poor Moor had no other daughter than that one."], ["—No soy el hombre; soy la serpiente.", "—I am not the man; I am the snake."], ["—Calla, animalejo ruin: el hombre es un animal de cuenta: lo digo yo, que miro las cosas desde arriba....", "—Shut up, you mean little animal: man is an animal of account: I say it, I look at things from above..."], ["El león se decidió á buscar al hombre y á combatir con él.", "The lion decided to look for the man and fight him."], ["Otro animal le cerró el paso; le desafió valiente; le ladró furioso.", "Another animal blocked his way; He bravely challenged him; he barked furiously."], ["Salió de la caverna: á zarpazos hizo rodar unos cuantos pedruscos, hasta cerrar completamente la entrada.", "He left the cave: with his claws he rolled a few stones until he completely closed the entrance."], ["—Sigue por la montaña....", "—Continue up the mountain..."], ["Á su lado estaba su hijo, el nuevo león, el rey futuro de todos los animales.", "At his side was his son, the new lion, the future king of all animals."], ["Continuando su camino pasó la cresta de la montaña y empezó á bajar.", "Continuing on his way, he passed the crest of the mountain and began to descend."], ["De pronto sonó algo estrepitoso y terrible: algo á modo de rugido.", "Suddenly something resounding and terrible sounded: something like a roar."], ["¿Qué sería el hombre?", "What would the man be?"], ["Los borricos hablaban de él con desprecio, las serpientes con envidia, los zorros con burla, los monos le imitaban; pero el perro le defendía y el águila le respetaba, y su padre, el más poderoso león de los bosques, mostró temor al hablar del hombre.", "The donkeys spoke of him with contempt, the snakes with envy, the foxes with mockery, the monkeys imitated him; but the dog defended him and the eagle respected him, and his father, the most powerful lion in the forests, showed fear when speaking of the man."], ["Después de bregar un rato lo comprendió, y murmuró con roncas voces:—Mi padre tenía razón, debí huir del hombre: pero ya es tarde; y se dispuso á morir con dignidad....", "After struggling for a while he understood it, and murmured in hoarse voices: —My father was right, I should have fled from the man: but it is too late; and he prepared to die with dignity...."], ["Andan a pie, teniendo tan hermoso burro.", "They walk on foot, having such a beautiful donkey."], ["Una tarde el vigía....", "One afternoon the lookout..."], ["—Sigue este valle, salva esa montaña y quizá lo encuentres al otro lado.", "—Follow this valley, go over that mountain and maybe you will find it on the other side."], ["Pero un águila real llegó desde un picacho y tomó parte en la discusión.", "But a golden eagle came from a peak and took part in the discussion."], ["—preguntó el hijo.", "—asked the son."], ["—Tampoco yo.", "-Me neither."], ["El faro estaba situado en un peñasco que sólo se unía á la tierra firme por medio de una calzada estrecha, construida sobre una lengua baja de arena y rocas.", "The lighthouse was located on a rock that was only connected to the mainland by means of a narrow causeway, built on a low spit of sand and rocks."], ["—¡Pues á él!", "—Well, him!"], ["El viejo creyó razonable esta observación, y entre él y su hijo buscaron un fuerte palo, ataron el asno a él, y tomando en hombros una extremidad el padre, y otra el hijo, fueron trabajosamente cargados con la bestia con dirección al pueblo.", "The old man believed this observation to be reasonable, and between him and his son they looked for a strong pole, they tied the donkey to it, and taking one limb on their shoulders the father, and another the son, they were laboriously carried with the beast towards the town."], ["No me pegues ni me hieras en la cabeza....", "Don't hit me or hurt my head..."], ["—No—contestó el pobre animal.—No soy el hombre, ¡aunque he oído decir que algunos se parecen á mí!", "\"No,\" answered the poor animal. \"I am not the man, although I have heard that some look like me!\""], ["El zorro se deslizó mirando al hombre de reojo, y diciendo para sí:—Ahora que estás entretenido, voy á comerme tus gallinas.", "The fox slipped away, looking at the man out of the corner of his eye, and saying to himself: \"Now that you're entertained, I'm going to eat your chickens.\""], ["También contó la esclava á la hija del rey moro, que los nazarenos nunca quedan huérfanos de madre, porque cuando pierden á la que los concibió, les queda otra, llamada María, que es una madre inmortal.", "The slave also told the daughter of the Moorish king that the Nazarenes are never motherless, because when they lose the one who conceived them, they are left with another, called Mary, who is an immortal mother."], ["—¡Aparta, falsa creyente, aparta!", "—Get away, false believer, get away!"], ["Por fin, al pasar por un puente, hizo un esfuerzo el burro para recobrar su libertad, asustado por tanto alboroto, y cayó al agua y se ahogó.", "Finally, when passing over a bridge, the donkey made an effort to regain its freedom, frightened by so much commotion, and fell into the water and drowned."], ["El pobre moro amaba á Casilda porque era su hija, y porque era además la viva imagen de la dulce esposa cuya pérdida lloraba hacía un año.", "The poor Moor loved Casilda because she was his daughter, and because she was also the living image of the sweet wife whose loss he had mourned a year ago."], ["El león, por impulso que no pudo contener, acometió al borrico, le derribó y le sujetó con sus poderosas garras.", "The lion, out of an impulse that he could not contain, attacked the donkey, knocked him down and grabbed him with his powerful claws."], ["Porque compadecer á los cautivos cristianos y pedir su libertad, era un crimen que el Profeta mandaba castigar con la muerte.", "Because pitying Christian captives and asking for their freedom was a crime that the Prophet ordered to be punished with death."], ["¡Señor padre!", "Lord father!"], ["El león vivo se alejó por el monte y trompeteó el nuevo reinado con tres poderosos rugidos; pero aquella noche no devoró á ningún animal: no tenía hambre.", "The living lion walked away through the mountain and trumpeted the new reign with three mighty roars; but that night he did not devour any animal: he was not hungry."], ["Debía de ser el hombre que rugía.", "It must have been the man who roared."], ["—Mejor sería que le llevaseis cargado hasta el pueblo próximo, para evitar que se muera en el camino.", "—It would be better if you carried him to the next town, to prevent him from dying on the way."], ["Pero entonces se fué reuniendo alrededor de ellos como una procesión de gentes que se burlaban de las personas llevando a cuestas un burro.", "But then they gathered around them like a procession of people who were making fun of the people carrying a donkey."], ["—Soy el zorro—dijo el animalejo,—y valgo tanto como el hombre por mi travesura; entro en sus corrales y me como sus gallinas, y él sólo aprovecha las que yo le dejo.", "“I am the fox,” said the little animal, “and I am worth as much as the man for my mischief; I enter his pens and eat his chickens, and he only takes advantage of the ones I leave him."], ["—No le conozco.", "—I don't know him."], ["¡Papá mío!", "My dad!"], ["—Mi consejo, mi último consejo; no luches con el hombre...", "—My advice, my last advice; don't fight with the man..."], ["—Eres un animal muy feo—dijo el león....", "\"You are a very ugly animal,\" said the lion...."], ["Una esclava castellana contó á la hija del rey moro que los nazarenos amaban á su Dios, y á su rey, y á sus padres, y á sus hermanos, y á sus esposas.", "A Castilian slave told the daughter of the Moorish king that the Nazarenes loved their God, and their king, and their parents, and their brothers, and their wives."], ["Y volviéndose el león, presentó el noble pecho.", "And the lion turning, presented his noble breast."], ["—Eres el animal más fuerte que existe: eres nuestro soberano, ¿y vas á huir cobardemente ante el hombre, de quien me burlo yo así todos los días y todas las noches?", "—You are the strongest animal that exists: you are our sovereign, and are you going to cowardly flee from the man, whom I mock like this every day and every night?"], ["Después de haber andado algún tiempo, pasaron", "After they had walked for some time, they passed"], ["—¿Eres el hombre?", "-You are the man?"], ["Se le murió su madre, y envidió la dicha de los huérfanos nazarenos.", "His mother died, and he envied the happiness of the Nazarene orphans."], ["Pero Casilda cayó de nuevo á sus pies, demandándole perdón en memoria de su madre.", "But Casilda fell again at his feet, asking for forgiveness in memory of her mother."], ["Después sólo pronunció estas palabras:", "Then he only spoke these words:"], ["—¿Se parece á ti?", "-It looks like you?"], ["—Guárdate, hija mía, de pedir otra vez por los cristianos, y aún de compadecerlos, porque entonces no habrá misericordia para ti; que el santo Profeta ha escrito: «Exterminado será el creyente que no extermine á los infieles.»", "—Beware, my daughter, of asking again for Christians, and even of pitying them, because then there will be no mercy for you; that the holy Prophet has written: \"The believer who does not exterminate the infidels will be exterminated.\""], ["Durmió poco y lo poco que durmió fué soñando con el último consejo de su padre.", "He slept little and what little he slept was dreaming of his father's last advice."], ["El moro bendijo á su hija en el fondo de su corazón, porque era bueno y amaba á Casilda como á la niña de sus ojos.", "The Moor blessed his daughter from the bottom of his heart, because he was good and loved Casilda like the apple of his eye."], ["—preguntó el león al zorro;—¿es acaso el hombre?", "—the lion asked the fox;—is it the man?"], ["Un ser que se parece al borrico por el entendimiento, á la serpiente por lo rastrero y venenoso, al mono por la figura, y á quien el zorro le come las gallinas!", "A being that resembles the donkey in its understanding, the snake in its crawling and poisonous nature, the monkey in its figure, and whose chickens are eaten by the fox!"], ["Al poco rato encontraron unas mujeres, y una de ellas dijo:", "Soon they found some women, and one of them said:"], ["Quiso salir y sintió que unas fuertes ligaduras le sujetaban manos y pies, y todo el cuerpo.", "He wanted to leave and felt that strong ties were holding his hands and feet, and his entire body."], ["Quítales sus cadenas, ábreles las puertas de su prisión y déjalos tornar á tierra de nazarenos, donde lloran por ellos padres, hermanos, esposas, amadas.", "Take off their chains, open the doors of their prison and let them return to the land of the Nazarenes, where parents, brothers, wives, loved ones cry for them."], ["Estos hombres se llaman vigías, y tienen que ser empleados sumamente fieles....", "These men are called lookouts, and they have to be extremely faithful employees...."], ["—Algunos á mí se parecen; como yo, se arrastran; y como yo, son venenosos.", "—Some look like me; Like me, they crawl; and like me, they are poisonous."], ["De pronto, al dar el león un salto, le faltó tierra y cayó en un foso profundo.", "Suddenly, as the lion jumped, he lost ground and fell into a deep pit."], ["¿Y su memoria que yo respeto?", "And his memory that I respect?"], ["Page", "Page"], ["No se podía atravesar esta calzada sino durante un espacio de tres horas, dos veces al día, pues durante todo el tiempo restante estaba cubierta por las aguas que crecían con la marea.", "This road could not be crossed except for a period of three hours, twice a day, since during the entire remaining time it was covered by the waters that rose with the tide."], ["—No es el hombre; pero se le parece mucho.", "—It's not the man; but it looks a lot like him."], ["En cuanto vieron los raqueros que el fanal estaba encendido, pusieron en libertad al vigía y huyeron de aquel sitio.", "As soon as the raqueros saw that the lantern was lit, they released the lookout and fled from that place."], ["Empezó la lucha.", "The fight began."], ["Se quedó inmóvil y dobló la majestuosa cabeza.", "He stood motionless and bowed his majestic head."], ["Y el león y el zorro penetraron en el bosque.", "And the lion and the fox entered the forest."], ["El león se quedó pensativo.", "The lion remained thoughtful."], ["Aquel que va á caballo con arco y flechas, aquél es el hombre.", "He who rides on horseback with bow and arrows, that is the man."], ["El viejo oyó estas palabras, y mandó al hijo que montara en el asno.", "The old man heard these words, and ordered his son to mount the donkey."], ["Pero déjame, que pesas mucho.", "But leave me, you weigh a lot."], ["—le preguntó.", "—he asked him."], ["Al fin, el zorro le dijo:—Mira, allí está.", "Finally, the fox said to him: —Look, there it is."], ["De pronto, algo se le enredó á una pierna; era una serpiente.", "Suddenly, something got tangled in his leg; It was a snake."], ["—Mucho.", "-A lot."], ["¿me has olvidado?", "you forgot me?"], ["cerca de un grupo de ancianos que se mofaron de la acción del mozo que iba montado mientras que su padre iba a pie.", "near a group of elderly people who mocked the action of the young man who was mounted while his father was on foot."], ["En este momento se acordó de que era hora de encender las lámparas; pero ¿qué podía hacer la pobre niña estando las mechas demasiado altas para su estatura?", "At this moment he remembered that it was time to light the lamps; But what could the poor girl do when the locks were too high for her height?"], ["¡Tu lengua será cortada y tu cuerpo arrojado á las llamas, que tal pena merece quien aboga por los nazarenos!", "Your tongue will be cut out and your body will be thrown into the flames, such a penalty is deserved by anyone who advocates for the Nazarenes!"], ["¿Respetar la última voluntad del león moribundo ó buscar resuelto y domar valeroso al que pretendía ser rey de la creación?", "Respect the last will of the dying lion or resolutely seek and bravely tame the one who claimed to be king of creation?"], ["¿Por qué?", "Because?"], ["—Pero aquel animal que cruza á lo lejos es muy grande y tiene cuatro patas, y tú me dijiste que el hombre se parecía al mono.", "—But that animal that crosses in the distance is very big and has four legs, and you told me that the man looked like the monkey."], ["ERA el rey de Toledo el moro Almenón, con quien el rey de Castilla don Fernando el Grande mantenía cordial amistad.", "IT WAS the king of Toledo, the Moor Almenón, with whom the king of Castile, Don Fernando the Great, maintained a cordial friendship."], ["Muy cómodo en su pollino, mientras que el muchacho va a pie, jadeante y cansado.", "Very comfortable in his colt, while the boy is on foot, panting and tired."], ["Sintióse el viejo muy mortificado con esta pregunta burlona, y el otro la explicó diciendo que era una barbaridad cargar de aquella manera a un animal tan pequeño y débil, y les hizo ver al padre y al hijo lo cansado que el asno estaba.", "The old man felt very mortified with this mocking question, and the other explained it by saying that it was barbaric to carry such a small and weak animal in that way, and he made the father and son see how tired the donkey was."], ["—¡Qué vergüenza de viejo!", "—What a shameful old man!"], ["Empezó el reinado del león hijo.", "The reign of the lion son began."], ["¿Qué debería hacer?", "What should I do?"], ["UN faro es un edificio muy elevado, que generalmente tiene la forma de una torre, con un gran fanal en la parte superior.", "A lighthouse is a very tall building, usually in the shape of a tower, with a large beacon on top."], ["Al borde del hoyo se asomaron con curiosidad el hombre, el perro, el zorro y el mono; el águila miró desde arriba.", "At the edge of the hole the man, the dog, the fox and the monkey looked out with curiosity; The eagle looked down from above."], ["—¡Padre!", "-Father!"], ["—rugió el león, y avanzó potente y valeroso.", "—roared the lion, and advanced powerfully and bravely."], ["EL VIEJO Y EL ASNO", "THE OLD MAN AND THE DONKEY"], ["—Eres valiente—dijo el león.—Quien cuenta con tan buen amigo, algo bueno tendrá.", "\"You are brave,\" said the lion. \"He who has such a good friend will have something good.\""], ["—Es que el hombre, á veces, tiene cuatro patas ó las merece—replicó el zorro con sorna.—De todas maneras, has de saber que aquel hombre va á caballo.", "\"Sometimes a man has four legs or deserves them,\" the fox replied sarcastically. \"In any case, you should know that that man is on a horse.\""], ["É iba á llamar á sus verdugos para entregarles su hija.", "He was going to call his executioners to hand over his daughter to them."], ["Había caído en una trampa; estaba perdido.", "He had fallen into a trap; I was lost."], ["Pasaron años, pasaron años, y Casilda fué creciendo en cuerpo y en hermosura y en virtud.", "Years passed, years passed, and Casilda grew in body and in beauty and in virtue."], ["Y aplastó y desgarró al reptil.", "And he crushed and tore the reptile."], ["Con todos puedes luchar, á todos puedes vencer; pero no pretendas luchar con el hombre: te daría muerte y sin piedad, porque es cruel, más cruel que nosotros.", "You can fight with everyone, you can defeat everyone; but do not try to fight with man: he would kill you and without mercy, because he is cruel, crueler than us."], ["Pero no: era un borrico que rebuznaba con rebuznos formidables.", "But no: he was a donkey who brayed with formidable braying sounds."], ["—Pues, ven conmigo.", "-Come with me."], ["¿Acaso eres el hombre?", "Are you the man?"], ["—¿Sus uñas, son tan potentes como mis zarpas?", "—Are your nails as powerful as my claws?"], ["Si le ofendes, me ofendes á mí: si luchas con él, lucharé á su lado; mi cuerpo será escudo que pare tus zarpazos.", "If you offend him, you offend me: if you fight with him, I will fight at his side; My body will be a shield that stops your blows."], ["Hiéreme con una de las flechas EN LOS OÍDOS; los culpables son ellos, que no oyeron el consejo de mi padre: hiéreme EN EL CORAZÓN, que no le quiso ni respetó como debía.", "Hurt me with one of the arrows IN MY EARS; They are the guilty ones, who did not listen to my father's advice: hurt me IN THE HEART, who did not love him or respect him as he should."], ["¡Á él!", "Him!"], ["—¿Pero le conoces?", "—But do you know him?"], ["Dieron las seis; y la niña no ignoraba que pronto la marea subiría.", "Six o'clock struck; and the girl was not unaware that the tide would soon rise."], ["El padre, al oír esto, hizo que el muchacho montase al anca, y así montados los dos siguieron su camino.", "The father, upon hearing this, made the boy mount the haunch, and thus mounted the two continued on their way."], ["Vaciló, pero el zorro le dijo:", "He hesitated, but the fox said to him:"], ["—exclamó la acongojada niña—¿dónde estás?", "—exclaimed the distressed girl—where are you?"], ["Continuó caminando por el bosque con el zorro al lado, el perro delante, el mono de árbol en árbol y el águila por los aires.", "He continued walking through the forest with the fox at his side, the dog in front, the monkey from tree to tree and the eagle in the air."], ["—No las tiene, y algunos son calvos.", "—They don't have them, and some of them are bald."], ["—¡Adelante!", "-Forward!"], ["—No hables mal del hombre, animal, bárbaro y salvaje.", "—Do not speak ill of man, animal, barbaric and savage."], ["El león levantó la cabeza, y preguntó:", "The lion raised his head and asked:"], ["Este fanal se enciende todas las noches, y como su luz recibe considerable aumento con la ayuda de lentes y de grandes reflectores, puede ser vista á una distancia considerable, y guiar de esta manera á los navegantes durante la noche.", "This lantern is lit every night, and as its light receives considerable magnification with the help of lenses and large reflectors, it can be seen at a considerable distance, and thus guide navigators during the night."], ["Por eso ocultó la complacencia de su alma, y dijo á Casilda con airado semblante y voz amenazadora:", "That is why he hid the complacency of his soul, and said to Casilda with an angry countenance and threatening voice:"], ["—¿Y el consejo de mi padre?", "—And my father's advice?"], ["Cuando éste comprendió que su padre había muerto, no lloró, porque los leones no lloran; pero se tendió junto á él, acercó su cabeza enorme á la enorme cabeza del león difunto, y así se quedó un rato.", "When he understood that his father had died, he did not cry, because lions do not cry; But he lay down next to him, put his enormous head close to the enormous head of the deceased lion, and stayed like that for a while."], ["Las dos melenas se mezclaron....", "The two hairs were mixed...."], ["—¿Tendrá melenas como éstas, que nosotros sacudimos orgullosos?", "—Does he have hair like this, that we shake proudly?"], ["¿Y su experiencia?", "And your experience?"], ["Llegado que hubo éste á la costa, salieron los raqueros de su escondrijo y le derribaron al suelo; le ataron de pies y manos, y le dejaron bajo la custodia de uno de ellos mientras los demás se dirigían á la playa.", "When this one arrived at the coast, the raqueros came out of their hiding place and knocked him to the ground; They tied his hands and feet, and left him in the custody of one of them while the others went to the beach."], ["Aquí el león moribundo abrió enormemente la espantosa boca..., y lanzó el último rugido.", "Here the dying lion opened his frightful mouth wide..., and let out his last roar."], ["En los confines del jardín que rodeaba el palacio del rey moro, había unas lóbregas mazmorras, donde gemían, hambrientos y cargados de cadenas, muchos cautivos cristianos.", "In the confines of the garden that surrounded the palace of the Moorish king, there were some gloomy dungeons, where many Christian captives groaned, hungry and burdened with chains."], ["Hay hombres encargados de cuidar los faros; que viven en ellos y encienden todas las noches aquella luz....", "There are men in charge of taking care of the lighthouses; who live in them and turn on that light every night...."], ["El hombre á veces huía, á veces disparaba una flecha; y en retiradas y acometidas y evoluciones, atrajo al león hacia unos matorrales.", "The man sometimes fled, sometimes he shot an arrow; and in retreats and attacks and evolutions, he attracted the lion towards some bushes."], ["—¿Cómo se llama?", "-What's it called?"], ["cruzó la calzada para comprar algunas provisiones, dejando sola á su hijita en la torre del faro.", "He crossed the road to buy some provisions, leaving his little daughter alone in the lighthouse tower."], ["—Él no vuela: pero en su cabeza, como en jaula misteriosa, lleva una ave que vuela más que yo y que sube más alto.", "—He does not fly: but in his head, as in a mysterious cage, he carries a bird that flies more than me and that climbs higher."], ["La noche se acercaba, y había barruntos de tempestad, pues ya se veían las olas estrellarse contra las rocas y se oía el viento bramar alrededor de la torre.", "The night was approaching, and there were hints of a storm, since the waves could already be seen crashing against the rocks and the wind could be heard roaring around the tower."], ["Dieron las siete; miró á la costa, pero no vió á su padre.", "Seven o'clock struck; He looked at the coast, but did not see his father."], ["De pronto vió un animal que corría, y saltando sobre él, sin esfuerzo alguno lo sujetó, porque era pequeño y poco robusto.", "Suddenly he saw an animal running, and jumping on it, he held it without any effort, because it was small and not very robust."], ["—gritaban en tono de mofa.", "—they shouted in a mocking tone."], ["—¡El mundo al revés!", "-The world upside down!"], ["Mientras el padre apresuraba el paso hacia el pueblo vecino..., tres hombres de mala traza, ocultos detrás de unas rocas, espiaban sus movimientos.", "While the father quickened his pace towards the neighboring town..., three men of bad appearance, hidden behind some rocks, spied on his movements."], ["Más adelante hallaron un grupo de mujeres y de muchachos, que al verlos pasar dijeron:", "Further ahead they found a group of women and boys, who, upon seeing them pass, said:"], ["¿Sería el hombre tan temible?", "Would the man be so fearsome?"], ["Cogió unos cuantos fósforos é hizo luz; probó si con una escalera podía alcanzar al lugar apetecido, pero aunque la puso sobre una mesa, vió que todavía le faltaba un poco para llegar á las mechas.", "He took a few matches and made light; He tried to see if he could reach the desired place with a ladder, but even though he put it on a table, he saw that he still had a little way to go to reach the wicks."], ["El monarca moribundo le daba penosamente el último consejo, el más importante.", "The dying monarch painfully gave him his last, most important advice."], ["El león soltó al borrico y siguió su camino.", "The lion released the donkey and continued on his way."], ["—¿Quién eres?", "-Who are you?"], ["Se estremeció su cuerpo; dobló majestuosamente la cabeza, y murió el león padre.", "His body shook; He bowed his head majestically, and the father lion died."], ["La mañana siguiente, como ya había bajado la marea, el vigía pudo llegar al faro, donde su hijita se arrojó á sus brazos y le contó los trabajos que había pasado aquella horrenda noche en la torre del fanal.", "The next morning, as the tide had already gone out, the lookout was able to reach the lighthouse, where his little daughter threw herself into his arms and told him about the work she had undergone that horrendous night in the beacon tower."], ["—¿El hombre vuela como tú?", "—Does the man fly like you?"], ["Por querer complacer a todo el mundo, perdió el pobre viejo su asno.", "Because he wanted to please everyone, the poor old man lost his donkey."], ["Los faros se colocan generalmente en las rocas más elevadas, cerca de la orilla del mar, ó en los puntos en que hay peligro para los buques....", "Lighthouses are generally placed on the highest rocks, near the sea shore, or at points where there is danger to ships..."], ["—Huye del hombre—le decía:—huye siempre; no pretendas luchar con él.", "“Flee from man,” he told him: “always flee; Don't try to fight him."], ["—El pensamiento.", "-The thought."], ["Sucedió que un día fué Casilda á pasear por los jardines de su padre, y oyó gemir á los pobres cautivos.", "It happened that one day Casilda went for a walk through her father's gardens, and heard the poor captives moaning."], ["huye del hombre....", "flee from man..."], ["—rugió el león con poderosos rugidos.", "—roared the lion with powerful roars."], ["—Porque soy yo mismo el pobre niño enfermo que andaba con muletas, y que había nacido sólo para sufrir; Dios me ha pagado esos dolores, que han durado poco en la tierra, dándome todas las alegrías del Paraíso: pero la dicha que hoy disfruto no me ha hecho olvidar mis alegrías de la tierra, y daría yo la más bella estrella del cielo que habito por esta pobre florecita azul que acabo de encontrar, y que voy á trasplantar á los jardines celestiales.", "—Because I am myself the poor sick child who walked with crutches, and who was born only to suffer; God has repaid me for those pains, which have lasted only a short time on earth, by giving me all the joys of Paradise: but the happiness that I enjoy today has not made me forget my joys on earth, and I would give the most beautiful star in the sky that I inhabit. for this poor little blue flower that I just found, and that I am going to transplant to the heavenly gardens."], ["exclamó el alma del niño: ¡qué pobre asilo!", "exclaimed the soul of the child: what a poor asylum!"], ["La florecita parecía sonreir cuando el niño voló al seno de Dios.", "The little flower seemed to smile when the child flew to the bosom of God."], ["Mientras el niño vivió, ningún cuidado faltó á la humilde planta: él le daba todo lo que la angosta ventana dejaba pasar de aire y de luz: y cada noche la regaba, despidiéndose de ella con dulces palabras como de una amiga; y la florecita azul se llenó de hojas, y fué un hermoso adorno para el pobre tiestecillo donde la habían plantado.", "As long as the child lived, no care was lacking for the humble plant: he gave it everything that the narrow window let in of air and light: and every night he watered it, saying goodbye to it with sweet words as if from a friend; and the little blue flower was filled with leaves, and was a beautiful decoration for the poor little pot where they had planted it."], ["El ángel miró tristemente y durante largo tiempo aquel pobre y abandonado sitio; pero de repente su celeste mirada fué á posarse en una florecita azul que un rayo de sol había abierto y que parecía sonreir á la tierra: el ángel dejó oir un grito de alegría: abatió su vuelo y fué á cogerla.", "The angel looked sadly and for a long time at that poor and abandoned place; but suddenly his celestial gaze landed on a little blue flower that a ray of sunlight had opened and that seemed to smile at the earth: the angel let out a cry of joy: he lowered his flight and went to catch it."], ["UN niño de seis años murió en la aurora de un bello día de estío, y el ángel de su guarda bajó á buscar su alma inocente, y con ella se remontó á los cielos.", "A six-year-old boy died at dawn on a beautiful summer day, and his guardian angel came down to look for his innocent soul, and with it he soared to the heavens."], ["—¡Oh!", "—Oh!"], ["La madre, desolada, quiso dejar aquella aldea; el dueño de la cabaña deseó arreglarla; al entrar en ella, hizo tirar todo lo que la familia había olvidado: la florecita azul, que había perdido su solo protector, fué arrojada en su viejo tiesto con todo lo demás....", "The mother, devastated, wanted to leave that village; The owner of the cabin wanted to fix it up; Upon entering it, he had everything that the family had forgotten thrown away: the little blue flower, which had lost its only protector, was thrown into its old pot with everything else..."], ["Tampoco podían enseñarle otra cosa que amar á Dios sobre todo, porque es el padre de los tristes....", "Nor could they teach him anything other than to love God above all, because he is the father of the sad...."], ["—¿Por qué te detienes ante esta flor sin perfume y sin belleza?", "—Why do you stop before this flower without perfume and without beauty?"], ["—No era mucho más alegre que ahora, cuando sucedió lo que voy á repetirte: era una mísera cabaña donde habitaba la pobreza y la honradez: la familia se componía de dos esposos y de dos niños, hijos de los mismos; la mayor tenía doce años, y durante todo el día iba á conducir un rebaño de vacas: el niño, débil y enfermizo desde su nacimiento, tenía tu misma edad, seis años....", "—It was not much happier than now, when what I am going to repeat to you happened: it was a miserable cabin where poverty and honesty lived: the family was made up of two husbands and two children, their children; The eldest was twelve years old, and all day long she would drive a herd of cows: the child, weak and sickly since birth, was your same age, six years old..."], ["—Mira, amigo mío, allá abajo hacia el fin de esta triste callejuela, le respondió el ángel: á poca distancia de nosotros descubrirás una cabaña, cuyo techo se ha hundido con la lluvia y las nieves y cuyas paredes húmedas están tapizadas de hiedra: mira bien esa triste morada.", "-Look, my friend, down there towards the end of this sad alley, the angel answered: a short distance from us you will discover a cabin, whose roof has collapsed with the rain and snow and whose damp walls are covered with ivy: Look closely at that sad abode."], ["La pobreza agobiaba á la pobre familia, y los padres trabajaban todo el día para llevar por la noche un poco de pan y leche para ellos y para sus hijos!", "Poverty overwhelmed the poor family, and the parents worked all day to bring a little bread and milk at night for themselves and their children!"], ["Un domingo, su hermana mayor, que le quería mucho, obtuvo permiso de los labradores, á quienes servía de pastora, para ir á ver al desdichado enfermito, y le trajo una florecita azul que había cogido en el campo, y que por casualidad había salido de la tierra con una parte de raíz.", "One Sunday, his older sister, who loved him very much, obtained permission from the farmers, to whom she served as shepherdess, to go see the unfortunate sick child, and she brought him a little blue flower that she had picked in the field, and which by chance had came out of the ground with a part of the root."], ["El pobre niño creció en la sombra, y jamás vió el sol más que desde la ventana de la sola pieza que había en la casa de sus padres; todo el día estaba solo; su madre lavaba la ropa en casa de un rico arrendador; su padre labraba los campos; su hermana llevaba á pacer las vacas de un vecino; cuando con gran trabajo conseguía el pobre niño dejar su camita de paja, se apoyaba en dos pequeñas muletas que su padre le había hecho de las ramas de un sauce, y salía á la puerta de la calle: pero allí no llegaba el sol nunca; la calle era tan estrecha y tan obscura....", "The poor child grew up in the shadows, and never saw the sun except from the window of the single room in his parents' house; I was alone all day; his mother washed clothes in the house of a rich landlord; his father worked the fields; his sister took a neighbor's cows to graze; When with great difficulty the poor child managed to leave his little straw bed, he leaned on two small crutches that his father had made for him from the branches of a willow, and went out to the street door: but the sun never reached there; The street was so narrow and so dark...."], ["Ya habían abandonado la opulenta ciudad donde quedaban los padres del niño muerto; ya habían perdido de vista los campos de trigo donde cantaba la alondra, los bosques en que resonaban las risas de los leñadores, los jardines cubiertos de flores y de frutas, y el ángel de la guarda no había mirado nada.", "They had already left the opulent city where the dead child's parents were; They had already lost sight of the wheat fields where the lark sang, the forests where the laughter of the woodcutters resounded, the gardens covered with flowers and fruits, and the guardian angel had not looked at anything."], ["El alma del inocente muerto preguntó entonces al ángel:...", "The soul of the innocent dead then asked the angel:..."], ["La hierba crecía entre las piedras de la mísera calle como prueba de su silencio y abandono, y en muchos sitios se veían cenizas arrojadas al viento y groseros platos de barro rotos.", "The grass grew between the stones of the miserable street as proof of its silence and abandonment, and in many places ashes were seen thrown into the wind and rude broken clay plates."], ["Sus padres no podían sacrificar ni una hora de sus tareas para llevarle al campo: el trabajo de los padres es rudo y despótico, y ocupa todos los instantes de su vida.", "His parents could not sacrifice even an hour of their homework to take him to the countryside: the parents' work is harsh and despotic, and it occupies every moment of their life."], ["—¿Y cómo sabes todo eso, mi buen amigo?", "—And how do you know all that, my good friend?"], ["preguntó el alma inocente del muerto.", "asked the dead man's innocent soul."], ["El desdichado niño no había visto jamás la verdura de los prados, ni el follaje de los bosques; algunas veces los niños del pueblo le traían ramas de álamo, que él colocaba con cuidado sobre su lecho; y cuando se dormía, soñaba que estaba en un hermoso valle á la sombra de grandes árboles, que el sol brillaba á través del follaje, y que los pájaros cantaban y saltaban alegremente.", "The unfortunate child had never seen the greenery of the meadows, nor the foliage of the forests; Sometimes the village children brought him poplar branches, which he carefully placed on his bed; and when he fell asleep, he dreamed that he was in a beautiful valley in the shade of large trees, that the sun shone through the foliage, and that the birds were singing and jumping happily."], ["Pero cuando llegaron en su vuelo el ángel y el alma del niño á cruzar sobre una pobre aldea, aquél se detuvo y sus ojos buscaron una callejuela solitaria, á cuyos lados se veían algunas míseras cabañas.", "But when the angel and the soul of the child arrived in their flight to cross over a poor village, he stopped and his eyes looked for a lonely alley, on whose sides were some miserable cabins."], ["Dios llamó un día al inocente mártir, predestinado á una dicha eterna.", "One day God called the innocent martyr, predestined to eternal happiness."], ["Al caer la tarde de un hermoso día, le dió fiebre, y hubo de acostarse en su camita: al otro día estaba peor: los niños del pueblo, sus amigos, vinieron la tarde del domingo y cubrieron el lecho de ramas verdes y de flores del campo; sus padres lloraban, y su hermana, avisada de lo que sucedía, llegó llorosa y afligida: tomó la maceta de la ventana, y la puso al lado de la almohadita del niño, sobre la única mesilla de la mísera estancia....", "As the afternoon of a beautiful day fell, he caught a fever, and had to lie down in his bed: the next day he was worse: the children of the town, his friends, came on Sunday afternoon and covered the bed with green branches and flowers. from the field; His parents were crying, and his sister, warned of what was happening, arrived crying and distressed: she took the flowerpot from the window, and placed it next to the child's pillow, on the only table in the miserable room..."], ["El niño recibió el humilde presente con una gran alegría: los dos hermanos plantaron la florecita en una maceta vieja, que llenaron de tierra, la regaron con cuidado, y Dios hizo prosperar la planta, que á los pocos días se adornó con algunas hojitas: cuidada por la pequeña y débil mano de un niño doliente, constituyó, no sólo el jardín, sino el universo entero del pobre enfermo: porque aquella pequeña flor le representaba los prados, los bosques, los jardines, los ríos, en una palabra, toda la creación.", "The child received the humble present with great joy: the two brothers planted the little flower in an old pot, which they filled with soil, watered it carefully, and God made the plant prosper, which after a few days was adorned with some leaves: cared for by the small and weak hand of a suffering child, it constituted, not only the garden, but the entire universe of the poor sick man: because that small flower represented to him the meadows, the forests, the gardens, the rivers, in a word, everything. the creation."], ["LA FLORECITA AZUL", "THE LITTLE BLUE FLOWER"], ["El ángel tomó la flor, la colocó en las plumas de sus alas, y llevando en sus brazos el alma del niño muerto, remontó su vuelo á las regiones donde la luz es eterna, donde el sol no se pone jamás.", "The angel took the flower, placed it in the feathers of his wings, and carrying the soul of the dead child in his arms, he soared to the regions where the light is eternal, where the sun never sets."]]